results/nginx/bbr/delay_20ms/conns_100_rps_1000.txt
Running 6s test @ http://34.222.140.92
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    28.91ms    4.64ms  67.65ms   98.22%
    Req/Sec       -nan      -nan   0.00      0.00%
  5902 requests in 6.00s, 83.20MB read
Requests/sec:    983.09
Transfer/sec:     13.86MB