results/nginx/bbr/delay_20ms/conns_100_rps_3000.txt
Running 6s test @ http://34.222.140.92
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    30.17ms    4.55ms  67.20ms   96.21%
    Req/Sec       -nan      -nan   0.00      0.00%
  17595 requests in 6.00s, 248.07MB read
Requests/sec:   2932.05
Transfer/sec:     41.34MB