results/nginx/bbr/delay_20ms/conns_100_rps_5000.txt
Running 6s test @ http://34.222.140.92
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   965.01ms  524.01ms   1.93s    57.83%
    Req/Sec       -nan      -nan   0.00      0.00%
  20095 requests in 6.00s, 283.24MB read
Requests/sec:   3346.97
Transfer/sec:     47.18MB